bench/result/fio/fio_throughput_sr.output
fio_test_file: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
fio-3.27-43-g9ce6
Starting 1 process

fio_test_file: (groupid=0, jobs=1): err= 0: pid=22491: Mon Jul 26 10:58:06 2021
  write: IOPS=30.3k, BW=118MiB/s (124MB/s)(4096MiB/34625msec); 0 zone resets
    clat (usec): min=29, max=1840, avg=32.47, stdev= 5.13
     lat (usec): min=29, max=1841, avg=32.54, stdev= 5.14
    clat percentiles (nsec):
     |  1.00th=[30848],  5.00th=[31360], 10.00th=[31616], 20.00th=[31872],
     | 30.00th=[32128], 40.00th=[32128], 50.00th=[32384], 60.00th=[32384],
     | 70.00th=[32640], 80.00th=[33024], 90.00th=[33024], 95.00th=[33536],
     | 99.00th=[35584], 99.50th=[41728], 99.90th=[54528], 99.95th=[56576],
     | 99.99th=[63232]
   bw (  KiB/s): min=119064, max=121760, per=100.00%, avg=121160.93, stdev=398.04, samples=69
   iops        : min=29766, max=30440, avg=30290.23, stdev=99.51, samples=69
  lat (usec)   : 50=99.86%, 100=0.14%, 250=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%
  cpu          : usr=4.17%, sys=26.75%, ctx=1049095, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,1048576,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=118MiB/s (124MB/s), 118MiB/s-118MiB/s (124MB/s-124MB/s), io=4096MiB (4295MB), run=34625-34625msec

Disk stats (read/write):
  sda: ios=0/1041818, merge=0/12, ticks=0/27914, in_queue=0, util=99.74%